Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# Project.AboutProject.title
source: About VOID Project
ar: عن مشروع VOID
az: VOID layihəsi haqqında
be: Пра праект VOID
bn: VOID প্রজেক্ট সম্পর্কে
ca: Sobre el projecte VOID
cs: O projektu VOID
da: Om VOID-projektet
de: Über das VOID-Projekt
el: Σχετικά με το έργο VOID
es: Acerca del Proyecto VOID
fi: VOID-projektista
fr: À propos du projet VOID
he: על פרויקט VOID
hi: VOID परियोजना के बारे में
hr: O projektu VOID
hu: A VOID projektről
hy: VOID նախագծի մասին
id: Tentang Proyek VOID
is: Um VOID-verkefnið
it: Sul progetto VOID
ja: VOIDプロジェクトについて
ka: VOID პროექტის შესახებ
kk: VOID жобасы туралы
ko: VOID 프로젝트에 대해
ky: VOID долбоору жөнүндө
ms: Tentang Projek VOID
nb: Om VOID-prosjektet
nl: Over het VOID Project
pl: O projekcie VOID
pt: Sobre o Projeto VOID
ro: Despre proiectul VOID
ru: О проекте VOID
sk: O projekte VOID
sv: Om VOID-projektet
th: เกี่ยวกับโปรเจกต์ VOID
tr: VOID Projesi Hakkında
uk: Про проект VOID
vi: Về Dự án VOID
zh_hans: 关于VOID项目
zh_hant: 關於VOID項目

# Project.Developers.MichaelButton.title
source: iOS Developer
ar: مطور iOS
az: iOS proqramçısı
be: iOS-распрацоўшчык
bn: iOS ডেভেলপার
ca: Desenvolupador iOS
cs: iOS vývojář
da: iOS-udvikler
de: iOS-Entwickler
el: Προγραμματιστής iOS
es: Desarrollador iOS
fi: iOS-kehittäjä
fr: Développeur iOS
he: מפתח iOS
hi: iOS डेवलपर
hr: iOS razvijatelj
hu: iOS-fejlesztő
hy: iOS ծրագրավորող
id: Pengembang iOS
is: iOS-forritari
it: Sviluppatore iOS
ja: iOSデベロッパー
ka: iOS დეველოპერი
kk: iOS әзірлеушісі
ko: iOS 개발자
ky: iOS иштеп чыгуучу
ms: Pembangun iOS
nb: iOS-utvikler
nl: iOS Ontwikkelaar
pl: Programista iOS
pt: Desenvolvedor iOS
ro: Dezvoltator iOS
ru: iOS Разработчик
sk: Vývojár iOS
sv: iOS-utvecklare
th: นักพัฒนา iOS
tr: iOS Geliştirici
uk: Розробник iOS
vi: Nhà phát triển iOS
zh_hans: iOS开发者
zh_hant: iOS開發者

# Project.Developers.title
source: Developers
ar: المطورون
az: Tərtibatçılar
be: Распрацоўшчыкі
bn: ডেভেলপারগণ
ca: Desenvolupadors
cs: Vývojáři
da: Udviklere
de: Entwickler
el: Προγραμματιστές
es: Desarrolladores
fi: Kehittäjät
fr: Développeurs
he: מפתחים
hi: डेवलपर्स
hr: Razvijatelji
hu: Fejlesztők
hy: Մշակողները
id: Pengembang
is: Forritarar
it: Sviluppatori
ja: デベロッパー
ka: დეველოპერები
kk: Әзірлеушілер
ko: 개발자들
ky: Иштеп чыгуучулар
ms: Pembangun
nb: Utviklere
nl: Ontwikkelaars
pl: Zespół
pt: Desenvolvedores
ro: Dezvoltatori
ru: Разработчики
sk: Vývojári
sv: Utvecklare
th: ทีมพัฒนา
tr: Geliştiriciler
uk: Розробники
vi: Các nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

# Project.other
source: If you have any suggestions, ideas, or corrections, please contact us in any way convenient for you.
ar: إذا كانت لديك اقتراحات أو أفكار أو تصحيحات، يرجى التواصل معنا بأي طريقة مناسبة لك.
az: Təklif, fikir və ya düzəlişiniz varsa, sizin üçün uyğun olan üsulla bizimlə əlaqə saxlayın.
be: Калі ў вас ёсць прапановы, ідэі або заўвагі, звяжыцеся з намі любым зручным для вас спосабам.
bn: আপনার কোনো পরামর্শ, ধারণা বা সংশোধন থাকলে যেকোনো সুবিধাজনক উপায়ে আমাদের সাথে যোগাযোগ করুন।
ca: Si tens suggeriments, idees o correccions, contacta'ns per qualsevol via que et sigui convenient.
cs: Máte-li návrhy, nápady nebo opravy, kontaktujte nás jakýmkoli způsobem, který vám vyhovuje.
da: Har du forslag, idéer eller rettelser, så kontakt os på den måde, der passer dig bedst.
de: Wenn Sie Vorschläge, Ideen oder Korrekturen haben, kontaktieren Sie uns bitte auf eine für Sie bequeme Weise.
el: Εάν έχετε προτάσεις, ιδέες ή διορθώσεις, επικοινωνήστε μαζί μας με οποιονδήποτε τρόπο σας εξυπηρετεί.
es: Si tienes alguna sugerencia, idea o corrección, contáctanos de la manera que te resulte más conveniente.
fi: Jos sinulla on ehdotuksia, ideoita tai korjauksia, ota meihin yhteyttä sinulle sopivalla tavalla.
fr: Si vous avez des suggestions, des idées ou des corrections, veuillez nous contacter de la manière qui vous convient.
he: אם יש לך הצעות, רעיונות או תיקונים, אנא צור איתנו קשר בכל דרך נוחה לך.
hi: यदि आपके पास कोई सुझाव, विचार या सुधार हैं, तो कृपया अपने लिए सुविधाजनक किसी भी तरीके से हमसे संपर्क करें।
hr: Ako imate prijedloge, ideje ili ispravke, kontaktirajte nas na bilo koji vama prikladan način.
hu: Ha javaslataid, ötleteid vagy javításaid vannak, vedd fel velünk a kapcsolatot a számodra legkényelmesebb módon.
hy: Եթե առաջարկ, գաղափար կամ ուղղում ունեք, կապվեք մեզ հետ ձեզ հարմար եղանակով.
id: Jika Anda memiliki saran, ide, atau koreksi, hubungi kami dengan cara apa pun yang paling nyaman bagi Anda.
is: Ef þú hefur ábendingar, hugmyndir eða leiðréttingar, vinsamlegast hafðu samband á þann hátt sem hentar þér best.
it: Se hai suggerimenti, idee o correzioni, contattaci in qualsiasi modo ti sia comodo.
ja: ご提案、アイデア、または訂正がある場合は、都合の良い方法でご連絡ください。
ka: თუ გაქვთ რაიმე შემოთავაზება, იდეა ან შესწორება, გთხოვთ, დაგვიკავშირდეთ თქვენთვის მოსახერხებელი ნებისმიერი გზით.
kk: Ұсыныстарыңыз, идеяларыңыз немесе түзетулеріңіз болса, бізбен кез келген ыңғайлы жолмен хабарласыңыз.
ko: 제안, 아이디어 또는 수정 사항이 있다면 편리한 방법으로 연락해 주세요.
ky: Сунуштарыңыз, идеяларыңыз же түзөтүүлөрүңүз болсо, бизге каалаган ыңгайлуу жол менен кайрылыңыз.
ms: Jika anda mempunyai cadangan, idea atau pembetulan, hubungi kami melalui apa jua cara yang sesuai untuk anda.
nb: Hvis du har forslag, ideer eller korrigeringer, kontakt oss på den måten som passer deg best.
nl: Als je suggesties, ideeën of correcties hebt, neem dan contact met ons op op een manier die voor jou handig is.
pl: Jeśli masz sugestie, pomysły lub poprawki, skontaktuj się z nami w dowolny wygodny dla ciebie sposób.
pt: Se você tiver sugestões, ideias ou correções, entre em contato conosco da maneira que for mais conveniente para você.
ro: Dacă ai sugestii, idei sau corecturi, contactează-ne prin orice mijloc îți este la îndemână.
ru: Если у вас есть предложения, идеи или исправления, свяжитесь с нами любым удобным для вас способом.
sk: Ak máš návrhy, nápady alebo opravy, kontaktuj nás akýmkoľvek spôsobom, ktorý ti vyhovuje.
sv: Om du har några förslag, idéer eller korrigeringar, kontakta oss på det sätt som passar dig bäst.
th: หากคุณมีข้อเสนอแนะ ไอเดีย หรือการแก้ไข โปรดติดต่อเราด้วยวิธีที่สะดวกสำหรับคุณ.
tr: Öneri, fikir veya düzeltmeleriniz varsa, lütfen size uygun herhangi bir şekilde bizimle iletişime geçin.
uk: Якщо у вас є пропозиції, ідеї чи виправлення, зв’яжіться з нами будь-яким зручним для вас способом.
vi: Nếu bạn có bất kỳ đề xuất, ý tưởng hoặc chỉnh sửa nào, vui lòng liên hệ với chúng tôi theo bất kỳ cách nào tiện lợi cho bạn.
zh_hans: 如果您有任何建议，想法或更正，请以您方便的方式联系我们。
zh_hant: 如果您有任何建議，想法或更正，請以您方便的方式聯繫我們。

# Project.SourceCode.Button.subtitle
source: Open on GitHub
ar: فتح على GitHub
az: GitHub-da aç
be: Адкрыць на GitHub
bn: GitHub-এ খুলুন
ca: Obre-ho a GitHub
cs: Otevřít na GitHubu
da: Åbn på GitHub
de: Auf GitHub öffnen
el: Άνοιγμα στο GitHub
es: Abrir en GitHub
fi: Avaa GitHubissa
fr: Ouvrir sur GitHub
he: פתח ב-GitHub
hi: GitHub पर खोलें
hr: Otvori na GitHubu
hu: Megnyitás GitHubon
hy: Բացել GitHub-ում
id: Buka di GitHub
is: Opna í GitHub
it: Apri su GitHub
ja: GitHubで開く
ka: გახსენით GitHub-ზე
kk: GitHub-та ашу
ko: GitHub에서 열기
ky: GitHub до ачуу
ms: Buka di GitHub
nb: Åpne på GitHub
nl: Openen op GitHub
pl: Otwórz w serwisie GitHub
pt: Abrir no GitHub
ro: Deschide pe GitHub
ru: Открыть на GitHub
sk: Otvoriť na GitHub-e
sv: Öppna på GitHub
th: เปิดบน GitHub
tr: GitHub'da Aç
uk: Відкрити на GitHub
vi: Mở trên GitHub
zh_hans: 在GitHub上打开
zh_hant: 在GitHub上打開

# Project.SourceCode.Button.title
source: VOID Project
ar: مشروع VOID
az: VOID layihəsi
be: Праект VOID
bn: VOID প্রজেক্ট
ca: Projecte VOID
cs: Projekt VOID
da: VOID-projektet
de: VOID-Projekt
es: Proyecto VOID
fi: VOID-projekti
fr: Projet VOID
he: פרויקט VOID
hi: VOID परियोजना
hr: Projekt VOID
hu: VOID projekt
hy: VOID նախագիծ
id: Proyek VOID
is: VOID-verkefnið
it: Progetto VOID
ja: VOIDプロジェクト
ka: VOID პროექტი
kk: VOID жобасы
ko: VOID 프로젝트
ky: VOID долбоору
ms: Projek VOID
nb: VOID-prosjektet
pl: Projekt VOID
pt: Projeto VOID
ro: Proiectul VOID
ru: Проект VOID
sk: Projekt VOID
sv: VOID-projektet
th: โปรเจกต์ VOID
tr: VOID Projesi
uk: Проект VOID
vi: Dự án VOID
zh_hans: VOID项目
zh_hant: VOID項目

# Project.SourceCode.title
source: Source Code
ar: الكود المصدري
az: Mənbə kodu
be: Зыходны код
bn: সোর্স কোড
ca: Codi font
cs: Zdrojový kód
da: Kildekode
de: Quellcode
el: Πηγαίος κώδικας
es: Código fuente
fi: Lähdekoodi
fr: Code source
he: קוד מקור
hi: स्रोत कोड
hr: Izvorni kod
hu: Forráskód
hy: Աղբյուրային կոդ
id: Kode Sumber
is: Grunnkóði
it: Codice sorgente
ja: ソースコード
ka: საწყისი კოდი
kk: Бастапқы код
ko: 소스 코드
ky: Баштапкы код
ms: Kod Sumber
nb: Kildekode
nl: Broncode
pl: Kod źródłowy
pt: Código-fonte
ro: Cod sursă
ru: Исходный код
sk: Zdrojový kód
sv: Källkod
th: ซอร์สโค้ด
tr: Kaynak Kod
uk: Вихідний код
vi: Mã nguồn
zh_hans: 源代码
zh_hant: 源代碼

# Project.title
source: Project
ar: المشروع
az: Layihə
be: Праект
bn: প্রজেক্ট
ca: Projecte
cs: Projekt
da: Projekt
de: Projekt
el: Έργο
es: Proyecto
fi: Projekti
fr: Projet
he: פרויקט
hi: परियोजना
hr: Projekt
hu: Projekt
hy: Նախագիծ
id: Proyek
is: Verkefni
it: Progetto
ja: プロジェクト
ka: პროექტი
kk: Жоба
ko: 프로젝트
ky: Долбоор
ms: Projek
nb: Prosjekt
pl: Projekt
pt: Projeto
ro: Proiect
ru: Проект
sk: Projekt
sv: Projekt
th: โปรเจกต์
tr: Proje
uk: Проект
vi: Dự án
zh_hans: 项目
zh_hant: 項目

# QR.DataType.contact
source: Contact
ar: جهة اتصال
az: Kontakt
be: Кантакт
bn: পরিচিতি
ca: Contacte
cs: Kontakt
da: Kontakt
de: Kontakt
el: Επαφή
es: Contacto
fi: Yhteystieto
he: איש קשר
hi: संपर्क
hr: Kontakt
hu: Névjegy
hy: Կոնտակտ
id: Kontak
is: Tengiliður
it: Contatto
ja: 連絡先
ka: კონტაქტი
kk: Контакт
ko: 연락처
ky: Байланыш
ms: Kenalan
nb: Kontakt
pl: Kontakt
pt: Contacto
ru: Контакт
sk: Kontakt
sv: Kontakt
th: ผู้ติดต่อ
tr: Kişi
uk: Контакт
vi: Liên Hệ
zh_hans: 联系人
zh_hant: 聯絡人

# QR.DataType.email
source: Email
ar: بريد إلكتروني
be: Электронная пошта
bn: ইমেইল
he: דוא"ל
kk: Электрондық пошта
ky: Электрондук почта

# QR.DataType.location
source: Location
ar: موقع
az: Məkan
be: Месцазнаходжанне
bn: অবস্থান
ca: Ubicació
cs: Poloha
da: Placering
de: Standort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr: Localisation
he: מיקום
hi: स्थान
hr: Lokacija
hu: Helyszín
hy: Տեղադրություն
id: Lokasi
is: Staðsetning
it: Posizione
ja: 場所
ka: მდებარეობა
kk: Орналасқан жер
ko: 위치
ky: Жайгашкан жер
ms: Lokasi
nb: Sted
nl: Locatie
pl: Lokalizacja
pt: Localização
ro: Locație
ru: Местоположение
sk: Poloha
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Місцезнаходження
vi: Vị Trí
zh_hans: 位置
zh_hant: 位置

# QR.DataType.phone
source: Phone
ar: هاتف
az: Telefon
be: Тэлефон
bn: ফোন
ca: Telèfon
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
fi: Puhelin
fr: Téléphone
he: טלפון
hi: फ़ोन
hr: Telefon
hu: Telefon
hy: Հեռախոս
id: Telepon
is: Sími
it: Telefono
ja: 電話
ka: ტელეფონი
kk: Телефон
ko: 전화
ky: Телефон
ms: Telefon
nb: Telefon
nl: Telefoon
pl: Telefon
pt: Telefone
ro: Telefon
ru: Телефон
sk: Telefón
sv: Telefon
th: โทรศัพท์
tr: Telefon
uk: Телефон
vi: Điện Thoại
zh_hans: 电话
zh_hant: 電話

# QR.DataType.plainText
source: Plain Text
ar: نص عادي
az: Mətn
be: Просты тэкст
bn: সাদা টেক্সট
ca: Text
cs: Prostý Text
da: Almindelig Tekst
de: Nur Text
el: Απλό Κείμενο
es: Texto Simple
fi: Pelkkä Teksti
fr: Texte Brut
he: טקסט רגיל
hi: सादा पाठ
hr: Obični Tekst
hu: Egyszerű Szöveg
hy: Տեքստ
id: Teks Biasa
is: Venjulegur Texti
it: Testo Semplice
ja: プレーンテキスト
ka: ჩვეულებრივი ტექსტი
kk: Қарапайым мәтін
ko: 일반 텍스트
ky: Жөнөкөй текст
ms: Teks Biasa
nb: Ren Tekst
nl: Platte Tekst
pl: Zwykły Tekst
pt: Texto Simples
ro: Text Simplu
ru: Текст
sk: Prostý Text
sv: Vanlig Text
th: ข้อความธรรมดา
tr: Düz Metin
uk: Звичайний Текст
vi: Văn Bản Thuần Túy
zh_hans: 纯文本
zh_hant: 純文字

# QR.DataType.title
source: Input Type
ar: نوع الإدخال
az: Məlumat Növü
be: Тып уводу
bn: ইনপুট ধরন
ca: Tipus de Dades
cs: Typ Dat
da: Datatype
de: Datentyp
el: Τύπος Δεδομένων
es: Tipo de Datos
fi: Tietotyyppi
fr: Type de Données
he: סוג קלט
hi: डेटा प्रकार
hr: Vrsta Podataka
hu: Adattípus
hy: Տվյալների տեսակ
id: Jenis Data
is: Gagnategund
it: Tipo di Dati
ja: データタイプ
ka: მონაცემის ტიპი
kk: Кіріс түрі
ko: 데이터 유형
ky: Киргизүү түрү
ms: Jenis Data
nb: Datatype
nl: Gegevenstype
pl: Typ Danych
pt: Tipo de Dados
ro: Tip de Date
ru: Тип данных
sk: Typ Údajov
sv: Datatyp
th: ประเภทข้อมูล
tr: Veri Türü
uk: Тип Даних
vi: Loại Dữ Liệu
zh_hans: 数据类型
zh_hant: 資料類型

# QR.ErrorCorrection.high
source: High
ar: عالٍ
az: Yüksək
be: Высокі
bn: উচ্চ
ca: Alt
cs: Vysoká
da: Høj
de: Hoch
el: Υψηλό
es: Alta
fi: Korkea
fr: Élevé
he: גבוה
hi: उच्च
hr: Visoka
hu: Magas
hy: Բարձր
id: Tinggi
is: Há
it: Alto
ja: 高
ka: მაღალი
kk: Жоғары
ko: 높음
ky: Жогорку
ms: Tinggi
nb: Høy
nl: Hoog
pl: Wysoka
pt: Alto
ro: Înaltă
ru: Высокий
sk: Vysoká
sv: Hög
th: สูง
tr: Yüksek
uk: Високий
vi: Cao
zh_hans: 高
zh_hant: 高

# QR.ErrorCorrection.low
source: Low
ar: منخفض
az: Aşağı
be: Нізкі
bn: নিম্ন
ca: Baix
cs: Nízká
da: Lav
de: Niedrig
el: Χαμηλό
es: Baja
fi: Matala
fr: Faible
he: נמוך
hi: निम्न
hr: Niska
hu: Alacsony
hy: Ցածր
id: Rendah
is: Lágt
it: Basso
ja: 低
ka: დაბალი
kk: Төмен
ko: 낮음
ky: Төмөн
ms: Rendah
nb: Lav
nl: Laag
pl: Niska
pt: Baixo
ro: Scăzută
ru: Низкий
sk: Nízka
sv: Låg
th: ต่ำ
tr: Düşük
uk: Низький
vi: Thấp
zh_hans: 低
zh_hant: 低

# QR.ErrorCorrection.medium
source: Medium
ar: متوسط
az: Orta
be: Сярэдні
bn: মাঝারি
ca: Mitjà
cs: Střední
de: Mittel
el: Μεσαίο
es: Media
fi: Keskitaso
fr: Moyen
he: בינוני
hi: मध्यम
hr: Srednja
hu: Közepes
hy: Միջին
id: Sedang
is: Miðlungs
it: Medio
ja: 中
ka: საშუალო
kk: Орташа
ko: 중간
ky: Орточо
ms: Sederhana
nb: Middels
nl: Gemiddeld
pl: Średnia
pt: Médio
ro: Medie
ru: Средний
sk: Stredná
sv: Medel
th: ปานกลาง
tr: Orta
uk: Середній
vi: Trung Bình
zh_hans: 中等
zh_hant: 中等

# QR.ErrorCorrection.quartile
source: Quartile
ar: ربعي
az: Kvartil
be: Квартыль
bn: কোয়ার্টাইল
ca: Quartil
cs: Kvartil
da: Kvartil
de: Quartil
el: Τεταρτημόριο
es: Cuartil
fi: Kvartiili
he: רבעוני
hi: चतुर्थांश
hr: Kvartil
hu: Kvartilis
hy: Քվարտիլ
id: Kuartil
is: Fjórðungur
ja: クォータイル
ka: კვარტილი
kk: Квартиль
ko: 쿼타일
ky: Квартиль
ms: Kuartil
nb: Kvartil
nl: Kwartiel
pl: Kwartyl
pt: Quartil
ro: Quartilă
ru: Квартиль
sk: Kvartil
sv: Kvartil
th: ควอร์ไทล์
tr: Çeyrek
uk: Квартиль
vi: Tứ Phân Vị
zh_hans: 四分位
zh_hant: 四分位

# QR.ErrorCorrection.title
source: Error Correction
ar: تصحيح الأخطاء
az: Xəta Düzəltmə
be: Выпраўленне памылак
bn: ত্রুটি সংশোধন
ca: Correcció d'Errors
cs: Korekce Chyb
da: Fejlkorrektion
de: Fehlerkorrektur
el: Διόρθωση Σφαλμάτων
es: Corrección de Errores
fi: Virheenkorjaus
fr: Correction d'Erreurs
he: תיקון שגיאות
hi: त्रुटि सुधार
hr: Korekcija Grešaka
hu: Hibajavítás
hy: Սխալների ուղղում
id: Koreksi Kesalahan
is: Villuleiðrétting
it: Correzione degli Errori
ja: 誤り訂正
ka: შეცდომის კორექცია
kk: Қате түзету
ko: 오류 수정
ky: Катаны оңдоо
ms: Pembetulan Ralat
nb: Feilretting
nl: Foutcorrectie
pl: Korekcja Błędów
pt: Correção de Erros
ro: Corectare Erori
ru: Уровень коррекции ошибок
sk: Korekcia Chýb
sv: Felkorrigering
th: การแก้ไขข้อผิดพลาด
tr: Hata Düzeltme
uk: Виправлення Помилок
vi: Sửa Lỗi
zh_hans: 纠错级别
zh_hant: 錯誤修正

# QR.EyeStyle.title
source: Eye Style
ar: نمط العين
az: Göz Stili
be: Стыль вока
bn: চোখের স্টাইল
ca: Estil d'Ull
cs: Styl Oka
da: Øjenstil
de: Augenstil
el: Στυλ Ματιού
es: Estilo de Ojo
fi: Silmätyyli
fr: Style des Yeux
he: סגנון עין
hi: आँख की शैली
hr: Stil Oka
hu: Szemstílus
hy: Աչքի ոճ
id: Gaya Mata
is: Augastíll
it: Stile Occhio
ja: アイスタイル
ka: თვალის სტილი
kk: Көз стилі
ko: 아이 스타일
ky: Көз стили
ms: Gaya Mata
nb: Øyestil
nl: Oogstijl
pl: Styl Oka
pt: Estilo de Olho
ro: Stilul Ochiului
ru: Стиль глаза
sk: Štýl Oka
sv: Ögonstil
th: สไตล์ดวงตา
tr: Göz Stili
uk: Стиль Ока
vi: Kiểu Mắt
zh_hans: 眼框样式
zh_hant: 眼框樣式

# QR.PixelStyle.title
source: Pixel Style
ar: نمط البكسل
az: Piksel Stili
be: Стыль пікселя
bn: পিক্সেল স্টাইল
ca: Estil de Píxel
cs: Styl Pixelu
da: Pixelstil
de: Pixelstil
el: Στυλ Pixel
es: Estilo de Píxel
fi: Pikselityyli
fr: Style des Pixels
he: סגנון פיקסל
hi: पिक्सेल शैली
hr: Stil Piksela
hu: Pixelstílus
hy: Պիքսելի ոճ
id: Gaya Piksel
is: Myndstykkjastíll
it: Stile Pixel
ja: ピクセルスタイル
ka: პიქსელის სტილი
kk: Пиксель стилі
ko: 픽셀 스타일
ky: Пиксель стили
ms: Gaya Piksel
nb: Pikselstil
nl: Pixelstijl
pl: Styl Pikseli
pt: Estilo de Pixel
ro: Stil Pixeli
ru: Стиль пикселей
sk: Štýl Pixelov
sv: Pixelstil
th: สไตล์พิกเซล
tr: Piksel Stili
uk: Стиль Пікселів
vi: Kiểu Điểm Ảnh
zh_hans: 像素样式
zh_hant: 像素樣式

# QR.PupilStyle.title
source: Pupil Style
ar: نمط البؤبؤ
az: Gözbəbəyi Stili
be: Стыль зрэнкі
bn: পিউপিল স্টাইল
ca: Estil de Pupil·la
cs: Styl Zorničky
da: Pupilstil
de: Pupillenstil
el: Στυλ Κόρης
es: Estilo de Pupila
fi: Pupillin Tyyli
fr: Style de la Pupille
he: סגנון אישון
hi: पुतली की शैली
hr: Stil Zjenice
hu: Pupillastílus
hy: Բիբի ոճ
id: Gaya Pupil
is: Sjáaldrastíll
it: Stile Pupilla
ja: 瞳スタイル
ka: გუგის სტილი
kk: Жарықшақ стилі
ko: 동공 스타일
ky: Карачык стили
ms: Gaya Anak Mata
nb: Pupillstil
nl: Pupilstijl
pl: Styl Źrenicy
pt: Estilo de Pupila
ro: Stilul Pupilei
ru: Стиль зрачка
sk: Štýl Zreničky
sv: Pupillstil
th: สไตล์รูม่านตา
tr: Göz Bebeği Stili
uk: Стиль Зіниці
vi: Kiểu Con Ngươi
zh_hans: 眼珠样式
zh_hant: 眼珠樣式

# QR.Style.abstract
source: Abstract
ar: تجريدي
az: Abstrakt
be: Абстрактны
bn: বিমূর্ত
ca: Abstracte
cs: Abstraktní
da: Abstrakt
de: Abstrakt
el: Αφηρημένο
es: Abstracto
fi: Abstrakti
fr: Abstrait
he: מופשט
hi: अमूर्त
hr: Apstraktno
hu: Absztrakt
hy: Աբստրակցիա
id: Abstrak
is: Abstrakt
it: Astratto
ja: アブストラクト
ka: აბსტრაქტული
kk: Абстрактты
ko: 추상
ky: Абстракттуу
ms: Abstrak
nb: Abstrakt
pl: Abstrakcja
pt: Abstrato
ru: Абстракция
sk: Abstraktný
sv: Abstrakt
th: นามธรรม
tr: Soyut
uk: Абстракція
vi: Trừu Tượng
zh_hans: 抽象
zh_hant: 抽象

# QR.Style.arc
source: Arc
ar: قوس
az: Yay
be: Дуга
bn: আর্ক
cs: Oblouk
da: Bue
de: Bogen
el: Τόξο
es: Arco
fi: Kaari
he: קשת
hi: चाप
hr: Luk
hu: Ív
hy: Աղեղ
id: Busur
is: Bogi
it: Arco
ja: アーク
ka: რკალი
kk: Доға
ko: 아크
ky: Жаа
ms: Lengkok
nb: Bue
nl: Boog
pl: Łuk
pt: Arco
ru: Дуга
sk: Oblúk
sv: Båge
th: โค้ง
tr: Yay
uk: Дуга
vi: Cung
zh_hans: 弧形
zh_hant: 弧形

# QR.Style.arrow
source: Arrow
ar: سهم
az: Ox
be: Стрэлка
bn: তীর
ca: Fletxa
cs: Šipka
da: Pil
de: Pfeil
el: Βέλος
es: Flecha
fi: Nuoli
fr: Flèche
he: חץ
hi: तीर
hr: Strelica
hu: Nyíl
hy: Սլաք
id: Panah
is: Ör
it: Freccia
ja: アロー
ka: ისარი
kk: Көрсеткі
ko: 애로우
ky: Жебе
ms: Anak Panah
nb: Pil
nl: Pijl
pl: Strzałka
pt: Seta
ro: Săgeată
ru: Стрелка
sk: Šípka
sv: Pil
th: ลูกศร
tr: Ok
uk: Стрілка
vi: Mũi Tên
zh_hans: 箭头
zh_hant: 箭頭

# QR.Style.barsHorizontal
source: Horizontal Bars
ar: أشرطة أفقية
az: Üfüqi Zolaqlar
be: Гарызантальныя паласы
bn: অনুভূমিক বার
ca: Barres Horitzontals
cs: Vodorovné Pruhy
da: Vandrette Striber
de: Horizontale Balken
el: Οριζόντιες Μπάρες
es: Barras Horizontales
fi: Vaakapalkit
fr: Barres Horizontales
he: פסים אופקיים
hi: क्षैतिज बार
hr: Horizontalne Trake
hu: Vízszintes Sávok
hy: Հորիզոնական շերտեր
id: Batang Horizontal
is: Lárétt Strimlar
it: Barre Orizzontali
ja: 横バー
ka: ჰორიზონტალური ზოლები
kk: Көлденең жолақтар
ko: 가로 바
ky: Горизонталдык тилкелер
ms: Bar Mendatar
nb: Horisontale Striper
nl: Horizontale Balken
pl: Poziome Paski
pt: Barras Horizontais
ro: Bare Orizontale
ru: Горизонтальные полосы
sk: Vodorovné Pruhy
sv: Horisontella Ränder
th: แถบแนวนอน
tr: Yatay Çubuklar
uk: Горизонтальні Смуги
vi: Thanh Ngang
zh_hans: 水平条纹
zh_hant: 水平條紋

# QR.Style.barsVertical
source: Vertical Bars
ar: أشرطة رأسية
az: Şaquli Zolaqlar
be: Вертыкальныя паласы
bn: উল্লম্ব বার
ca: Barres Verticals
cs: Svislé Pruhy
da: Lodrette Striber
de: Vertikale Balken
el: Κατακόρυφες Μπάρες
es: Barras Verticales
fi: Pystypalkit
fr: Barres Verticales
he: פסים אנכיים
hi: ऊर्ध्वाधर बार
hr: Vertikalne Trake
hu: Függőleges Sávok
hy: Ուղղաձիգ շերտեր
id: Batang Vertikal
is: Lóðréttar Strimlar
it: Barre Verticali
ja: 縦バー
ka: ვერტიკალური ზოლები
kk: Тік жолақтар
ko: 세로 바
ky: Вертикалдык тилкелер
ms: Bar Menegak
nb: Vertikale Striper
nl: Verticale Balken
pl: Pionowe Paski
pt: Barras Verticais
ro: Bare Verticale
ru: Вертикальные полосы
sk: Zvislé Pruhy
sv: Vertikala Ränder
th: แถบแนวตั้ง
tr: Dikey Çubuklar
uk: Вертикальні Смуги
vi: Thanh Dọc
zh_hans: 垂直条纹
zh_hant: 垂直條紋

# QR.Style.blade
source: Blade
ar: شفرة
az: Bıçaq
be: Ляза
bn: ব্লেড
ca: Fulla de Ganivet
cs: Čepel
da: Klinge
de: Klinge
el: Λεπίδα
es: Hoja
fi: Terä
fr: Lame
he: להב
hi: ब्लेड
hr: Oštrica
hu: Penge
hy: Շեղբ
id: Bilah
is: Blað
it: Lama
ja: ブレード
ka: პირი
kk: Жүзі
ko: 블레이드
ky: Жүзү
ms: Bilah
nb: Blad
nl: Lemmet
pl: Ostrze
pt: Lâmina
ro: Lamă
ru: Лезвие
sk: Čepeľ
sv: Blad
th: ใบมีด
tr: Bıçak
uk: Лезо
vi: Lưỡi Dao
zh_hans: 刀片
zh_hant: 刀片

# QR.Style.circle
source: Circle
ar: دائرة
az: Dairə
be: Кола
bn: বৃত্ত
ca: Cercle
cs: Kruh
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fi: Ympyrä
fr: Cercle
he: עיגול
hi: वृत्त
hr: Krug
hu: Kör
hy: Շրջան
id: Lingkaran
is: Hringur
it: Cerchio
ja: サークル
ka: წრე
kk: Шеңбер
ko: 서클
ky: Чеңбер
ms: Bulatan
nb: Sirkel
nl: Cirkel
pl: Koło
pt: Círculo
ro: Cerc
ru: Круг
sk: Kruh
sv: Cirkel
th: วงกลม
tr: Daire
uk: Коло
vi: Hình Tròn
zh_hans: 圆形
zh_hant: 圓形

# QR.Style.circuit
source: Circuit
ar: دائرة كهربائية
az: Sxem
be: Схема
bn: সার্কিট
cs: Obvod
da: Kredsløb
de: Schaltkreis
el: Κύκλωμα
es: Circuito
fi: Piiri
he: מעגל חשמלי
hi: सर्किट
hr: Krug
hu: Áramkör
hy: Սխեմա
id: Sirkuit
is: Rás
it: Circuito
ja: サーキット
ka: სქემა
kk: Схема
ko: 서킷
ky: Схема
ms: Litar
nb: Krets
pl: Obwód
pt: Circuito
ru: Схема
sk: Obvod
sv: Krets
th: วงจร
tr: Devre
uk: Схема
vi: Mạch Điện
zh_hans: 电路
zh_hant: 電路

# QR.Style.cloud
source: Cloud
ar: سحابة
az: Bulud
be: Хмара
bn: মেঘ
ca: Núvol
cs: Mrak
da: Sky
de: Wolke
el: Σύννεφο
es: Nube
fi: Pilvi
fr: Nuage
he: ענן
hi: बादल
hr: Oblak
hu: Felhő
hy: Ամպ
id: Awan
is: Ský
it: Nuvola
ja: クラウド
ka: ღრუბელი
kk: Бұлт
ko: 클라우드
ky: Булут
ms: Awan
nb: Sky
nl: Wolk
pl: Chmura
pt: Nuvem
ro: Nor
ru: Облако
sk: Oblak
sv: Moln
th: เมฆ
tr: Bulut
uk: Хмара
vi: Đám Mây
zh_hans: 云朵
zh_hant: 雲朵

# QR.Style.cloudCircle
source: Cloud Circle
ar: دائرة سحابية
az: Bulud Dairəsi
be: Хмарнае кола
bn: মেঘ বৃত্ত
ca: Cercle de Núvol
cs: Oblačný Kruh
da: Skycirkel
de: Wolkenkreis
el: Κύκλος Σύννεφου
es: Círculo de Nube
fi: Pilviympyrä
fr: Cercle Nuageux
he: עיגול ענן
hi: बादल वृत्त
hr: Oblačni Krug
hu: Felhőkör
hy: Ամպային շրջան
id: Lingkaran Awan
is: Skýhringur
it: Cerchio Nuvoloso
ja: クラウドサークル
ka: ღრუბლოვანი წრე
kk: Бұлтты шеңбер
ko: 클라우드 서클
ky: Булутту чеңбер
ms: Bulatan Awan
nb: Skysirkel
nl: Wolkcirkel
pl: Okrągła Chmura
pt: Círculo de Nuvem
ro: Cerc Nor
ru: Облачный круг
sk: Oblakový Kruh
sv: Molncirkel
th: วงกลมเมฆ
tr: Bulut Dairesi
uk: Хмарне Коло
vi: Vòng Tròn Mây
zh_hans: 云形圆圈
zh_hant: 雲形圓圈

# QR.Style.corneredPixels
source: Cornered Pixels
ar: بكسلات بزوايا
az: Künclü Piksellar
be: Пікселі з кутамі
bn: কোণযুক্ত পিক্সেল
ca: Píxels amb Cantonades
cs: Rohové Pixely
da: Hjørnede Pixels
de: Eckige Pixel
el: Γωνιακά Pixel
es: Píxeles con Esquinas
fi: Kulmalliset Pikselit
fr: Pixels Angulaires
he: פיקסלים עם פינות
hi: कोणीय पिक्सेल
hr: Kutni Pikseli
hu: Szögletes Pixelek
hy: Անկյունային պիքսելներ
id: Piksel Bersudut
is: Hornóttar Myndstykkjar
it: Pixel Angolati
ja: コーナーピクセル
ka: კუთხოვანი პიქსელები
kk: Бұрышты пикселдер
ko: 코너 픽셀
ky: Бурчтуу пикселдер
ms: Piksel Bersudut
nb: Hjørnede Piksler
nl: Gehoekte Pixels
pl: Narożne Piksele
pt: Pixels com Cantos
ro: Pixeli cu Colțuri
ru: Угловые пиксели
sk: Rohové Pixely
sv: Hörnpixlar
th: พิกเซลมุม
tr: Köşeli Pikseller
uk: Кутові Пікселі
vi: Điểm Ảnh Góc Cạnh
zh_hans: 棱角像素
zh_hant: 稜角像素

# QR.Style.cross
source: Cross
ar: صليب
az: Xaç
be: Крыж
bn: ক্রস
ca: Creu
cs: Kříž
da: Kors
de: Kreuz
el: Σταυρός
es: Cruz
fi: Risti
fr: Croix
he: צלב
hi: क्रॉस
hr: Križ
hu: Kereszt
hy: Խաչ
id: Silang
is: Kross
it: Croce
ja: クロス
ka: ჯვარი
kk: Крест
ko: 크로스
ky: Крест
ms: Silang
nb: Kors
nl: Kruis
pl: Krzyż
pt: Cruz
ro: Cruce
ru: Крест
sk: Kríž
sv: Kors
th: กากบาท
tr: Haç
uk: Хрест
vi: Chữ Thập
zh_hans: 十字
zh_hant: 十字
